Repository: HerrDesSchwachsinns/s25rttr
Catalog: RTTR/languages/rttr-*.po
Languages: sk

source: %d Player
sk: %d Hráč

source: 's Game
sk: 's hra

source: (%d soldiers)
sk: (%d vojakov)

source: (1 soldier)
sk: (1 vojak)

source: (House unoccupied)
sk: (Neobsadená budova)

source: (stopped)
sk: (zastavené)

source: -> Build castle
sk: -> Postaviť hrad

source: -> Build house
sk: -> Postaviť dom

source: -> Build hut
sk: -> Postaviť chatrč

source: -> Dig mines
sk: -> Postaviť baňu

source: A auto-savegame is created...
sk: auto-save je vytvorená...

source: A lot
sk: Veľa

source: A well supplies water to the bakery, brewery, donkey breeder and pig farm.
sk: Studňa poskytuje vodu pre pekáreň, pivovar, chov somárov a pre prasačiu farmu.

source: A woodcutter provides the sawmill with logs. A forester is able to replant the depleted forest.
sk: Drevorubač poskytuje polená píle. Lesník vysádza vyrúbaní les novými stromčekami.

source: Abort
sk: Ukončiť

source: Activity window
sk: Okno úloh

source: Add
sk: Vložiť

source: Add Server
sk: Pridať server

source: Add track
sk: Vložiť záznam

source: Africans
sk: Afričania

source: All
sk: Pre všetkých

source: Allies
sk: Pre spojencov

source: An error occured while saving which was suppressed!
sk: Vyskytla sa chyba pri ukladaní!

source: And I may crash your game sometimes...
sk: A občas môžem spôsobiť pád hry....

source: And let's go!
sk: Do toho!

source: Apply Changes
sk: Použit zmeny

source: Are you sure to remove all replays?
sk: Vážne chceš odstrániť všetky záznamy?

source: Armorer
sk: Zbrojmajster

source: Armory
sk: Zbrojnica

source: Attack not possible.
sk: Útok nie je možný

source: Attack options
sk: Nastavenia útoku

source: Attack!
sk: Útok!

source: Author
sk: Autor

source: Auto-Save
sk: Automatické ukladanie

source: Auto-Save every:
sk: Automaticky uložiť každých:

source: Axe
sk: Sekera

source: Back
sk: Späť

source: Baker
sk: Pekár

source: Bakery
sk: Pekáreň

source: Beer
sk: Pivo

source: Boards
sk: Dosky

source: Boat
sk: Čln

source: Boats
sk: Člny

source: Border areas
sk: Hranice

source: Bottom
sk: Naspodok

source: Bow
sk: Luk

source: Bread
sk: Chlieb

source: Brewer
sk: Pivovarník

source: Brewery
sk: Pivovar

source: Build road
sk: Postaviť cestu

source: Build waterway
sk: Postaviť plavebnú cestu

source: Builder
sk: Staviteľ

source: Buildings
sk: Budovy

source: Butcher
sk: Mäsiar

source: Call in geologist
sk: Zavolať geológa

source: Campaign
sk: Kampaň

source: Cancel
sk: Zrušiť

source: Carpenter
sk: Tesár

source: Catapult
sk: Katapult

source: Center of country
sk: Centrum krajiny

source: Change Settings...
sk: Zmenit Nastavenia...

source: Chat Window
sk: Chat okno

source: Checking Map...
sk: Overujem mapu...

source: Checking Password...
sk: Overujem heslo...

source: Classic (Settlers 2)
sk: Klasické (Settlers 2)

source: Classification
sk: Klasifikácia

source: Clear
sk: Čistý

source: Cleaver
sk: Sekáčik

source: Closed
sk: Zatvorené

source: Coal
sk: Uhlie

source: Coal mine
sk: Uhoľná baňa

source: Coins
sk: Mince

source: Color
sk: Farba

source: Common
sk: Všeobecné

source: Computer %u
sk: Počítač %u

source: Confirm
sk: Potvrdiť

source: Connect
sk: Pripojiť

source: Connecting to Lobby
sk: Prípájam sa do miestnosti

source: Connecting with Host...
sk: Pripájam sa k hostiteľovi...

source: Connection failed!
sk: Spojenie zlyhalo!

source: Connection to Host closed!
sk: Spojenie s hostiteľom zrušené!

source: Conquer 3/4 of map
sk: Dobyť 3/4 mapy

source: Construction
sk: Postaviť

source: Construction aid mode
sk: Podpora výstavby

source: Continents
sk: Kontinenty

source: Continue
sk: Pokračovať

source: Create Game
sk: Vytvoriť hru

source: Credits
sk: Autori

source: Crucible
sk: Kelímok

source: Default
sk: Základné

source: Demolish house
sk: Zničiť budovu

source: Demolish?
sk: Zničiť?

source: Demolition ist not allowed because the building is located in border area!
sk: Zničenie nie je možné, budova sa nachádza neďaleko hraníc!

source: Demolition ist not allowed because the building is under attack!
sk: Zničenie nie je možné, budova je pod útokom!

source: Demolition not possible
sk: Zničenie nie je možné

source: Destroy all buildings and surrender
sk: Zničiť všetky budovy a vzdať sa

source: Dig up road
sk: Odstrániť cestu

source: Diplomacy
sk: Diplomacia

source: Disabled
sk: Zablokované

source: Display options
sk: Zobraziť nastavenia

source: Distribution of goods
sk: Preprava tovaru

source: Don't surrender
sk: Nekapitulovať

source: Donators
sk: Sponzori

source: Donkey breeder
sk: Chovateľ somárov

source: Donkey breeding
sk: Chov somárov

source: Down
sk: Nižšie

source: Downwards
sk: Nadol

source: Duration:
sk: Trvanie:

source: Duration: %u GF (%s)
sk: Trvání: %u GF (%s)

source: Duration: Forever
sk: Trvání: Navždy

source: Effects
sk: Efekty

source: Email Address:
sk: E-mail adresa:

source: End game
sk: Ukončiť hru

source: End game?
sk: Koniec hry?

source: Enemies
sk: Pre nepriateľou

source: Erect flag
sk: Vztýčiť vlajku

source: Error
sk: Chyba

source: Error while opening file!
sk: Chyba pri ováraní súboru!

source: Error while playing replay!
sk: Chyba pri prehrávaní záznamu!

source: Error: Replay is too old!
sk: Chyba: Záznam je pristarý

source: Exploration:
sk: Odhalenie:

source: Failed to load map objects.
sk: Chyba pri nahrávaní objektov.

source: Failed to load terrain data.
sk: Chyba pri nahrávaní terénu.

source: Farm
sk: Farma

source: Farmer
sk: Farmár

source: Fast
sk: Rýchlo

source: Fewer defenders
sk: Menej obrancov

source: Fewer recruits
sk: Menej nováčikov

source: Filename
sk: Názov súboru

source: Fish
sk: Ryby

source: Fisher
sk: Rybár

source: Fishery
sk: Rybárska chatrč

source: Flour
sk: Múka

source: FoW - all explored
sk: FoW - všetko preskúmané

source: Fog of War
sk: Nejasná situácia

source: Food
sk: Jedlo

source: Foodstuff
sk: Potraviny

source: Forester
sk: Lesnícka búda

source: Fortress
sk: Pevnosť

source: Found water
sk: Nalezena voda

source: From the lookout tower you can see far into previously unexplored lands.
sk: Z pozorovateľne dovidíš na miesta ktoré ešte neboli preskúmané.

source: Fullscreen
sk: Celá obrazovka

source: Game can only be started as soon as everybody has a unique color,everyone is ready and all free slots are closed.
sk: Hra môže byť spustená iba v prípade že, každý hráč bude mať jedinečnú farbu, každý hráč bude pripravený a všetky voľné sloty budú uzatvorené.

source: Game crate was picked and spread out...
sk: The Game crate was picked and spread out...

source: Game was paused.
sk: Hra bola pozastavená.

source: Game was resumed.
sk: Hra bola obnovená.

source: Game's Name:
sk: Názov hry:

source: General
sk: Generál

source: General statistics
sk: Základné štatistiky

source: Geologist
sk: Geológ

source: Go to headquarters
sk: Choď do základne

source: Go to place
sk: Choď

source: Goals:
sk: Ciele:

source: Gold
sk: Zlato

source: Gold mine
sk: Zlatá baňa

source: Goods at start:
sk: Počiatočné suroviny:

source: Grain
sk: Obilie

source: Grain and water are needed for rearing pigs. The meat thus obtained can then be processed by a butcher.
sk: Voda a obilie sú potrebné pre chov prasiat. Prastá z farmy sa spracúvajú u mäsiara.

source: Granite mine
sk: Granitová baňa

source: Graphics
sk: Grafické nastavenia

source: Graphics Driver
sk: Grafický ovládač

source: Greenland
sk: Grónsko

source: Guardhouse
sk: Strážnica

source: Ham
sk: Prasatá

source: Hammer
sk: Kladivo

source: Harbor building
sk: Harbour Building

source: Headquarters
sk: Hlavný stan

source: Help
sk: Pomoc

source: Helper
sk: Pomocník

source: Hi, I'm an artifical player and I'm not very good yet!
sk: Ahoj, som počitač a ešte nie som moc dobrý.

source: House names
sk: Názvy budov

source: Hunter
sk: Polovník

source: Huntsman
sk: Poľovník

source: IP Address of Host:
sk: IP adresa hostiteľa

source: Incomplete message was received!
sk: Bola prijatá neúplná správa!

source: Inhabitants
sk: Obyvateľov

source: Interior
sk: Vnútrozemie

source: Internet Lobby
sk: Internetová miestnosť

source: Internet Ranking
sk: Hodnotenie

source: Interrupt road building
sk: Prerušená stavba cesty

source: Invalid Replay!
sk: Neplatný Záznam!

source: Invalid port. The valid port-range is 1 to 65535!
sk: Neplatný port. Port musí byť v rozsahu 1 až 65535!

source: Iron
sk: Železo

source: Iron founder
sk: Hútnik

source: Iron mine
sk: Železorudná baňa

source: Iron ore
sk: Železná ruda

source: Iron smelter
sk: Zlievareň

source: It is possible to build small rowing boats as well as huge cargo ships in a shipyard. The boards required for this are skillfully worked by shipwrights.
sk: V lodenici sa vyrábajú člnky a veľké prepravné lode.Pre výrobu člnov a lodí sú potrebne dosky.

source: Japaneses
sk: Japonec

source: Join Game
sk: Pripojiť sa

source: Keyboard layout
sk: Klávesové skratky

source: Keyboard layout:
sk: Klávesové skratky:

source: Language:
sk: Jazyk:

source: Length
sk: Dľžka

source: Less
sk: Menej

source: Less attackers
sk: Menej útočníkov

source: Less often
sk: Menej často

source: Less repeats
sk: Zriedkavejšie

source: Load 'ReadMe' file
sk: Načitať 'ReadMe' súbor

source: Load game
sk: Načitať hru

source: Load game!
sk: Načitať hru!

source: Load game...
sk: Načítavam hru...

source: Lock teams:
sk: Uzamknúť tímy:

source: Lookout tower
sk: Pozorovateľňa

source: Lost
sk: Prehral

source: Lost connection to lobby!
sk: Zlyhalo spojenie s miestnosťou!

source: Lost connection to server!
sk: Zlyhalo spojenie so serverom!

source: Low
sk: Málo

source: Main selection
sk: Hlavné úlohy

source: Map
sk: Mapa

source: Map Name:
sk: Názov mapy:

source: Map was loaded and pinned at the wall...
sk: Mapa bola načítaná a je pripravená...

source: Map:
sk: Mapa:

source: Mapfile:
sk: Soubor s mapou:

source: Meat
sk: Mäso

source: Meat the hunter acquires is used to feed the miners.
sk: Poľovník loví divú zver z ktoréj získava mäso.

source: Merchandise
sk: Tovar

source: Merchandise statistics
sk: Štatistika výrobkov

source: Message
sk: Správa

source: Metalworker
sk: Kováč

source: Metalworks
sk: Kovodieľňa

source: Military
sk: Armáda

source: Military building captured
sk: Vojenská budova zajata

source: Military building lost
sk: Vojenská budova ztracena

source: Military strength
sk: Vojenská sila

source: Mill
sk: Mlyn

source: Miller
sk: Mlynár

source: Miner
sk: Baník

source: Mint
sk: Mincovňa

source: Minter
sk: Zlatník

source: Mode:
sk: Spôsob zobrazenia

source: More
sk: Viac

source: More attackers
sk: Viac útočníkov

source: More defenders
sk: Viac obrancov

source: More often
sk: Častejšie

source: More recruits
sk: Viac nováčikov

source: More repeats
sk: Častejšie

source: Multiplayer
sk: Viac hráčov

source: Music
sk: Hudba

source: Music player
sk: Hudobný prehrávač

source: Name
sk: Názov

source: Name in Game:
sk: Prezývka

source: Network/LAN
sk: Internet/LAN

source: New maps
sk: Nové mapy

source: Next page
sk: Ďalšia strana

source: No
sk: Nie

source: No letters!
sk: Žiadne správy!

source: None
sk: Nič

source: Not available
sk: nie je k dispozícii

source: Note: Game settings changed by the server%s
sk: Poznámka: Nastavenia hry boli pozmenené serverom %s.

source: Number of attackers
sk: Počet útočníkov

source: Observation window
sk: Okno sledovania

source: Off
sk: Vypnuté

source: Off (all visible)
sk: Vypnuté (všetko viditeľné)

source: Officer
sk: Dôstojník

source: Oh, no, you destroyed my headquarter! I surrender!
sk: Zničil si mi veliteľstvo! Vzdávam sa!

source: Old maps
sk: Staré mapy

source: On
sk: Zapnuté

source: Open
sk: Otvoriť

source: Options
sk: Nastavenia

source: Other
sk: Ostatné

source: Outline map
sk: Náhľad

source: Own maps
sk: Vlastné mapy

source: Pack donkey
sk: Somár-nosič

source: Password (if needed):
sk: Heslo (ak je potrebné):

source: Password:
sk: Heslo:

source: Past player
sk: Poslední hráč

source: Pick-axe
sk: Krompáč

source: Pig breeder
sk: Chovateľ prasiat

source: Pig farm
sk: Chov prasiat

source: Ping
sk: Odozva

source: Planer
sk: Geodet

source: Play Replay
sk: Prehrať záznam

source: Played
sk: Posledná hra

source: Player
sk: Hráč

source: Player '%s' joined the game!
sk: Hráč '%s' sa pripojil do hry!

source: Player '%s' left the game!
sk: Hráč '%s' opustil hru!

source: Player '%s' switched to player '%s'
sk: Hráč '%s' sa premenoval na '%s'

source: Player '%s' was defeated!
sk: Hráč '%s' bol porazený!

source: Player Name
sk: Názov hráča

source: Please enter a name for the game
sk: Prosím vložte názov hry.

source: Please wait...
sk: Prosim počkajte...

source: Points
sk: Body

source: Post office
sk: Poštová schránka

source: Private
sk: Vojak

source: Private first class
sk: Slobodník

source: Productivity
sk: Produktivita

source: Program version is too old to play that replay!
sk: Verzia programu je stará. Nie je možné prehrať záznam.

source: Programming
sk: Naprogramovali

source: Pull down flag
sk: Odstrániť vlajku

source: Quarry
sk: Kameňolom

source: Quit program
sk: Skončiť program

source: Race
sk: Rasa

source: Random playback
sk: Náhodný záznam

source: Ranger
sk: Lesník

source: Readme
sk: Čítaj ma

source: Readme!
sk: Čítaj ma!

source: Ready?
sk: Pripravený?

source: Register
sk: Registrovať

source: Registration successful!
sk: Registrácia prebehla v poriadku!

source: Remove
sk: Odstrániť

source: Remove track
sk: Odstrániť záznam

source: Reserve
sk: Rezerva

source: Resume last game
sk: Obnoviť poslednú hru

source: Return
sk: Návrat

source: Rod and line
sk: Udica

source: Rolling pin
sk: Valček

source: Romans
sk: Rimania

source: Save Password?
sk: Uložiť heslo?

source: Save game!
sk: Uložiť hru!

source: Saw
sk: Pílka

source: Sawmill
sk: Píla

source: Scout
sk: Skaut

source: Scythe
sk: Kosa

source: Sea
sk: More

source: Select all
sk: Vybrať všetko

source: Selection of maps
sk: Výber mapy

source: Send out scout
sk: Vyslať skauta

source: Sergeant
sk: Seržant

source: Server Information
sk: Inforácie o serveri

source: Server Name:
sk: Názov serveru:

source: Server-Port:
sk: Číslo portu:

source: Shared team view
sk: Tímové odhalenie:

source: Shield
sk: Štít

source: Ship register
sk: Zoznam lodí

source: Shipwright
sk: Staviteľ lodí

source: Shipyard
sk: Lodenica

source: Shovel
sk: Lopata

source: Singleplayer
sk: Jeden hráč

source: Size
sk: Rozmer

source: Size of country
sk: Veľkosť krajiny

source: Slaughterhouse
sk: Mäsiareň

source: Slow
sk: Pomaly

source: Sorry!
sk: Prepáčte!

source: Sound/Music
sk: Zvuky/Hudba

source: Sounddriver
sk: Zvukový ovládač

source: Specify the playlist name
sk: Názov playlistu

source: Speed:
sk: Rýchlosť:

source: Start
sk: Štart

source: Start game
sk: Spustiť hru

source: Statistics
sk: Štatistiky

source: Stock
sk: Sklad

source: Stonemason
sk: Kamenár

source: Stones
sk: Kamene

source: Stop storage
sk: Pozastaviť skladovanie

source: Storehouse
sk: Sklad

source: Strong attackers
sk: Silní útočníci

source: Strong defense
sk: Silná obrana

source: Surrender
sk: Kapitulovať

source: Surrender game?
sk: Kapitulovať?

source: Sword
sk: Meč

source: System language
sk: Systémový jazyk

source: Take out of store
sk: Von zo skladu

source: Team
sk: Tím

source: Temporary map file was not found!
sk: Dočastná mapa sa nenašla.

source: Thank you for your donations!
sk: Dakujeme za Vaše príspevky!

source: Thanks to its immense strength, the catapults represents an effective weapon against enemy military buildings.
sk: Sila katapultu je nesporná. Katapult je efektívna zbran proti nepriateľským budovám.

source: The Game is not in sync. Checksums of some players don't match.
sk: Kontrolný súčet jedného z hráčov je neplatný, hra je nesynchronizovaná.

source: The armory produces swords and strong shields. This equipment is vital for your soldiers.
sk: Skúsený zbrojmajster kuje meče a štíty. Tie potrebujú Vaši nováčikovia aby sa stali plnohodnotnými vojakmi.

source: The barracks is a very small hut which can be used by your soldiers as quarters. Using the gold coin button you can stop the delivery of gold coins to the soldiers stationed here. However, without gold coins the soldiers here can not train and improve their skills.
sk: Kasárne su veľmi malé, pojmú len dvoch vojakov. Ich výhodou je, že na stavbu stačia iba dosky. Použitím tlačitka mince sa zastaví alebo povolí prísun mincí do strážnice, prísunom mincí zvyšuje úroveň vaších vojakov.

source: The brewer produces fine beer from grain and water. This drink is needed to fill the soldiers with courage.
sk: Pivovárník vo svojom pivovare vyrába výborné pivo z obilia a vody. Pivo, meč a štít sú potrebné na vytrénovanie nového vojaka.

source: The butcher processes the livestock delivered into nutritious ham on which you miners are fed.
sk: Mäsiar v mäsiarni spracuváva prasatá na výborné mäso ktoré putuje hladným baníkom.

source: The countless tools which your workers need are made in the metalworks. This requires boards and iron.
sk: Nástroje potrebné v daľších pracovných odvetviach vyrábá kováč v kovodieľni. Na výrobu nástrojov potrebuje dosky a železo.

source: The farmer plants and harvests grain in the surrounding fields. A windmill then processes the harvested grain into flour or can be used to feed the pigs.
sk: Farmár vysadí v okoli svojej farmy políčka obilia, ktoré po čase skosí. Oblie sa používa buď ako potrava pre prasatá a somáre, na výrobu piva v pivovare alebo sa pomelie v mlyne na múku.

source: The fish man is responsible for finding water rich in fish. His fish feed a great many miners.
sk: Rybár loví čerstvé ryby z riek a morí. Ryby su vynikajúca potrava pre baníkov.

source: The flour produced at the windmill can be combined with water in the bakery to make oven-fresh bread. It's your miners' favorite!
sk: Pekár z múky ktorá sa pomelie v mlyne a z vody ktorú dodá studňa dokáže upiecť čerstvý chlieb. Chlieb slúži ako potrava pre baníkov.

source: The grain is ground in the windmill. The flour from the windmill is later used at the bakery to bake bread.
sk: Obilie sa melie na múku v mlyne. Múka sa následne uskladní alebo putuje do pekárne kde sa z nej upečie chlieb.

source: The guardhouse is a comfortable place for the military which is also protected by solid stone walls. Using the gold coin button you can stop the delivery of gold coins to the soldiers stationed here. However, without gold coins the soldiers here can not train and improve their skills.
sk: Strážnica obsahuje 3 miest pre vašich vojakov. Použitím tlačitka mince sa zastaví alebo povolí prísun mincí do strážnice, prísunom mincí sa zvyšuje úroveň vaších vojakov.

source: The mint is responsible for producing valuable gold coins. These precious objects are produced using coal and gold.
sk: Mincovňa vyrába zlaté mince ktoré slúžia na zvyšovanie úrovne vojakov. Na výrobu zlatej mince dreba zlatú rudu a uhlie.

source: The pack donkeys bred here are used to transport your merchandise more efficiently. They are reared on water and grain.
sk: Somáre sa používajú pre efektívnešiu prepravu tovaru. Somáre pre svoj rast potrebujú vodu a obilie.

source: The player '%s' offers you a %s.
sk: Hráč '%s' nabízí %s.

source: The readme file was not found!
sk: Súbor "Čítaj Ma" sa nenašiel!

source: The specified file couldn't be loaded!
sk: Určený súbor nemôže byť načítaný!

source: The specified file couldn't be opened!
sk: Určený súbor nemôže byť otvorený!

source: The specified file couldn't be saved!
sk: Určený súbor nemôže byť uložený!

source: The stonemason works the stone near his quarry into bricks. These are needed mainly for building houses and as ammunition for catapults.
sk: Kamenár získava kamene z priľahlého lomu. Kamene sú potrebné pre vačšinu budov a slúžia ako munícia pre katapulty.

source: The watchtower with its large amount of space is best suited for stationing a large number of your troops. Using the gold coin button you can stop the delivery of gold coins to the soldiers stationed here. However, without gold coins the soldiers here can not train and improve their skills.
sk: Strážna veža obsahuje 6 miest pre vašich vojakov. Použitím tlačitka mince sa zastaví alebo povolí prísun mincí do strážnice, prísunom mincí zvyšuje úroveň vaších vojakov.

source: This Server is full!
sk: Server je plný!

source: This mine is exhausted
sk: Tento důl je vytěžený

source: Time
sk: Čas

source: To player:
sk: Pre hráča:

source: Tongs
sk: Kliešte

source: Too short Message received!
sk: Prikrátka správa prijatá!

source: Tools
sk: Nástroje

source: Top
sk: Navrch

source: Total domination
sk: Totálne ovládnutie

source: Transport
sk: Preprava

source: Tribal chiefs assembled around the table...
sk: Náčelníci národov sa zhromaždili okolo stola....

source: Type
sk: Typ

source: Up
sk: Hore

source: Upwards
sk: Vyžšie

source: Username:
sk: Meno uživateľa:

source: Vanquished enemies
sk: Porazených nepriateľov

source: Version
sk: Verzia

source: Version:
sk: Verzia:

source: Very fast
sk: Veľmi rýchlo

source: Very slow
sk: Veľmi pomaly

source: View Settings...
sk: Pozriet si Nastavenia....

source: Vikings
sk: Vikingovia

source: Waiting for Playerinfo...
sk: Čakám na info o hráčovi...

source: Waiting for Reply...
sk: Čakám na odpoveď...

source: Warning: The played replay is not in sync with the original match. (GF: %u)
sk: Upozornenie: Prehrávaný záznam nie je totožný s originálnym zápasom. (GF: %u)

source: Wasteland
sk: Pustatina

source: Watchtower
sk: Strážna veža

source: Water
sk: Voda

source: We are under attack!
sk: Útočí na nás!

source: Weak attackers
sk: Slabí útočníci

source: Weak defense
sk: Slabá obrana

source: Weapons
sk: Zbrane

source: Well
sk: Studňa

source: Windowed
sk: Okno

source: Winter world
sk: Zimný svet

source: Within his area, the forester ensures the survival of the forest. He plants all types of trees.
sk: Lesník vysádza nové stromčeky v okolí lesníckej búdy.

source: Won
sk: Vyhral

source: Wood
sk: Polená

source: Woodchopper
sk: Drevorubač

source: Woodcutter
sk: Horáreň

source: World was put together and glued...
sk: Svet bol vytvorený a je pripravený...

source: Wrong Password!
sk: Zlé heslo!

source: Wrong Server Type!
sk: Zlý typ serveru!

source: Wrong client version
sk: Zlá verzia klienta!

source: Yes
sk: Áno

source: You are not allowed to delete the standard playlist!
sk: Nemáte oprávnenie na odstránenie základného playlistu!

source: non-aggression pact
sk: Pakt o neútočení

source: not supported
sk: nepodporované

source: of
sk: z

source: various anonymous donators
sk: iní anonymní darcovia
